<template>
  <div class="g-container pt-8 pb-20">
    <h2 class="mb-2">Сайт Насти</h2>
    <h3 class="mb-4">Я не компания, а человек-репититор</h3>
    <h4 class="mb-4">Тут пока что ничего нет</h4>
    <p class="mb-4">Приходите позже, я сделаю тут генератор вариантов по ЕГЭ</p>

    <svg
      xmlns="http://www.w3.org/2000/svg"
      class="size-10 fill-red"
      viewBox="0 0 16 16"
      fill="none"
    >
      <path
        d="M1.24264 8.24264L8 15L14.7574 8.24264C15.553 7.44699 16 6.36786 16 5.24264V5.05234C16 2.8143 14.1857 1 11.9477 1C10.7166 1 9.55233 1.55959 8.78331 2.52086L8 3.5L7.21669 2.52086C6.44767 1.55959 5.28338 1 4.05234 1C1.8143 1 0 2.8143 0 5.05234V5.24264C0 6.36786 0.44699 7.44699 1.24264 8.24264Z"
      />
    </svg>
  </div>
</template>
<script setup lang="ts"></script>
