export const themeStorage = [
  {
    id: 3001,
    label: "Восточные славяне и первые князья",
  },
  {
    id: 3002,
    label: "Расцвет Древнерусского государства",
  },
  {
    id: 3003,
    label: "Раздробленность",
  },
  {
    id: 3004,
    label: "Угроза с Востока и Запада",
  },
  {
    id: 3005,
    label: "Образование централизованного государства",
  },
  {
    id: 3006,
    label: "Возвышение Москвы",
  },
  {
    id: 3007,
    label: "Иван IV Грозный",
  },
  {
    id: 3008,
    label: "Смутное время",
  },
  {
    id: 3009,
    label: "Первые Романовы",
  },
  {
    id: 3010,
    label: "Фёдор Алексеевич и Софья Алексеевна",
  },
  {
    id: 3011,
    label: "Петр I",
  },
  {
    id: 3012,
    label: "Дворцовые перевороты",
  },
  {
    id: 3013,
    label: "Екатерина II",
  },
  {
    id: 3014,
    label: "Павел I",
  },
  {
    id: 3015,
    label: "Александр I",
  },
  {
    id: 3016,
    label: "Николай I",
  },
  {
    id: 3017,
    label: "Александр II",
  },
  {
    id: 3018,
    label: "Александр III",
  },
  {
    id: 3019,
    label: "Николай II",
  },
  {
    id: 3020,
    label: "Общественные движения XIX в.",
  },
  {
    id: 3021,
    label: "Первая мировая война",
  },
  {
    id: 3022,
    label: "Революция 1905-1907 гг.",
  },
  {
    id: 3023,
    label: "Революция 1917 года",
  },
  {
    id: 3024,
    label: "Гражданская война",
  },
  {
    id: 3025,
    label: "Новая Экономическая Политика (НЭП)",
  },
  {
    id: 3026,
    label: "И.В.Сталин",
  },
  {
    id: 3027,
    label: "Внешняя политика 20-30 гг. XX в.",
  },
  {
    id: 3028,
    label: "Великая Отечественная война",
  },
  {
    id: 3029,
    label: "Апогей Сталинизма",
  },
  {
    id: 3030,
    label: "Н.С. Хрущев",
  },
  {
    id: 3031,
    label: "Л.И. Брежнев",
  },
  {
    id: 3032,
    label: "М.С. Горбачев",
  },
  {
    id: 3033,
    label: "Б.Н. Ельцин и современность",
  },
];
